Repository: agharacheh/fish-automation-site
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa

source: About Us
fa: درباره ما

source: Engineering-driven automation and control solutions for modern fish hatcheries and RAS facilities.
fa: راهکارهای پیشرفته اتوماسیون و کنترل، طراحی‌شده بر پایه مهندسی برای hatcheryها و مزارع مدرن RAS

source: Company Overview
fa: بررسی اجمالی شرکت

source: We specialize in the design and implementation of PLC-based automation, SCADA monitoring systems, and industrial control solutions for fish hatcheries and aquaculture facilities.
fa: ما در طراحی و اجرای سیستم‌های اتوماسیون مبتنی بر PLC، سامانه‌های مانیتورینگ SCADA و راهکارهای کنترل صنعتی ویژه مراکز تکثیر ماهی و تأسیسات آبزی‌پروری تخصص داریم.

source: Our work focuses on operational reliability, system scalability, and long-term maintainability — from concept design and engineering to commissioning and technical support.
fa: تمرکز ما بر قابلیت اطمینان عملیاتی، مقیاس‌پذیری سیستم و نگهداشت‌پذیری بلندمدت است؛ از طراحی مفهومی و مهندسی تا راه‌اندازی، بهره‌برداری و پشتیبانی فنی.

source: Automation and engineering for fish hatcheries
fa: اتوماسیون و مهندسی مراکز تکثیر ماهی

source: What We Do
fa: کارهایی که ما انجام می‌دهیم

source: Hatchery Automation & PLC
fa: هچری ماهی – اتوماسیون و مهندسی

source: Control logic, interlocks, and reliable operation for hatchery processes.
fa: منطق کنترلی، اینترلاک‌ها و عملکرد پایدار و قابل‌اعتماد برای فرآیندهای مراکز تکثیر.

source: SCADA & Monitoring
fa: اسکادا و مانیتورینگ

source: Real-time dashboards, alarms, trends, and remote visibility.
fa: داشبوردهای اسکادا، آلارم‌ها، روندهای تاریخی، شاخص‌ها و دسترسی از راه دور.

source: RAS Engineering
fa: مهندسی فرآیند هچری

source: System design support for recirculating aquaculture applications.
fa: پشتیبانی طراحی سیستم برای کاربردهای آبزی‌پروری با سیستم‌های مداربسته (RAS).

source: Electrical & Control Panels
fa: تابلوهای برق و کنترل

source: Panel design, wiring standards, documentation, and integration.
fa: طراحی تابلو، استانداردهای سیم‌کشی، مستندسازی و یکپارچه‌سازی سیستم‌ها.

source: Sensors & Instrumentation
fa: سنسورها و ابزار دقیق

source: Selection, installation, and calibration of industrial sensors.
fa: انتخاب، نصب و کالیبراسیون سنسورهای صنعتی.

source: Commissioning & Support
fa: راه‌اندازی و پشتیبانی

source: Testing, training, handover, and long-term technical support.
fa: آزمون و تست سیستم، آموزش، تحویل پروژه و پشتیبانی فنی بلندمدت.

source: Facility & Engineering
fa: مهندسی فرآیند هچری

source: A glimpse into our engineering work and implementation environments.
fa: نگاهی کوتاه به پروژه‌های مهندسی و محیط‌های اجرای ما.

source: Engineering work 1
fa: نمونه کار مهندسی ۱

source: Engineering work 2
fa: نمونه کار مهندسی 2

source: Engineering work 3
fa: نمونه کار مهندسی 3

source: How We Work
fa: فرآیند کاری ما

source: Assessment & Requirements
fa: ارزیابی و تعیین نیازمندی‌ها

source: Technical review of process requirements, constraints, and operational goals.
fa: بازبینی فنی نیازمندی‌های فرآیند، محدودیت‌ها و اهداف عملیاتی.

source: Engineering & Design
fa: طراحی و مهندسی.

source: We deliver diagrams, control philosophy, BOMs, and documentation.
fa: ما دیاگرام‌ها، فلسفه کنترلی، لیست اقلام (BOM) و مستندات فنی را ارائه می‌دهیم.

source: Manufacturing & Integration
fa: ساخت و یکپارچه‌سازی

source: Panels, wiring, assembly, and system integration testing.
fa: ساخت تابلوها، سیم‌کشی، مونتاژ و تست یکپارچگی سیستم.

source: On-site or remote commissioning, training, and ongoing support.
fa: راه‌اندازی در محل یا به‌صورت از راه دور، آموزش و پشتیبانی مستمر.

source: Work With Us
fa: همکاری با ما

source: Tell us about your hatchery project and we’ll respond with a clear technical path forward.
fa: پروژه مرکز تکثیر خود را با ما در میان بگذارید تا مسیر فنی شفاف و قابل‌اجرایی را به شما ارائه دهیم.

source: Our engineers review every inquiry directly.
fa: تمامی درخواست‌ها به‌صورت مستقیم توسط مهندسان ما بررسی می‌شود.

source: Contact Our Engineering Team
fa: ارتباط با تیم مهندسی

source: Fish Hatchery – Automation & Engineering – Commercial Services
fa: هچری ماهی – اتوماسیون و مهندسی

source: Fish Hatchery – Automation & Engineering
fa: هچری ماهی – اتوماسیون و مهندسی

source: Tamhid Gostar
fa: تمهید گستر

source: Technical Contact
fa: تماس با تیم فنی

source: Send your technical inquiry for hatchery engineering, automation, SCADA integration, or equipment specifications.
fa: درخواست فنی خود را برای مهندسی هچری، اتوماسیون، یکپارچه‌سازی SCADA یا مشخصات تجهیزات ارسال کنید.

source: Office Location
fa: دفتر مرکزی

source: Shiraz, Iran East Ghodoosi, Seda va sima street, Honar building
fa: شیراز، خیابان قدوسی شرقی، خیابان صدا و سیما، ساختمان هنر

source: Working Hours
fa: ساعات کاری

source: Saturday to Thursday, 8:00 – 16:00
fa: شنبه تا چهارشنبه، 8:00 تا 16:00

source: Company location map
fa: موقعیت مکانی شرکت

source: Download Technical Specifications
fa: دانلود مشخصات فنی

source: Get an overview of our automation, control systems, aquaculture engineering capabilities, aquaculture equipments.
fa: نمایی کلی از توانمندی‌های ما در حوزه اتوماسیون، سیستم‌های کنترل، مهندسی آبزی‌پروری و تجهیزات آبزی‌پروری.

source: Download Specs (PDF)
fa: دانلود فایل مشخصات (PDF)

source: Your Name
fa: نام شما

source: Enter your name
fa: نام خود را وارد کنید

source: Email Address
fa: ایمیل

source: Enter your email
fa: ایمیل خود را وارد کنید

source: Message
fa: پیام

source: Write your inquiry here…
fa: پیام خود را اینجا بنویسید…

source: Send Message
fa: ارسال پیام

source: Your message was sent successfully!
fa: پیام شما با موفقیت ارسال شد!

source: Fish Hatchery Automation & Engineering Commercial Services
fa: خدمات بازرگانی – هچری ماهی – اتوماسیون و مهندسی

source: Design, manufacturing, automation, and SCADA solutions for modern aquaculture systems.
fa: راهکارهای طراحی، ساخت، اتوماسیون و SCADA برای سیستم‌های مدرن آبزی‌پروری.

source: Explore Solutions
fa: مشاهده راهکارها

source: Contact Us
fa: تماس / مشخصات فنی

source: Equipment Manufacturing
fa: ساخت تجهیزات

source: Design and fabrication of hatchery equipment including tanks, RAS systems, and filtration units.
fa: طراحی و ساخت تجهیزات مراکز تکثیر، شامل مخازن، سیستم‌های RAS و واحدهای فیلتراسیون.

source: Commercial Services
fa: خدمات بازرگانی

source: Engineering consulting, system integration, and commissioning services for aquaculture projects.
fa: خدمات مشاوره مهندسی، یکپارچه‌سازی سیستم و راه‌اندازی برای پروژه‌های آبزی‌پروری.

source: Automation & Control
fa: اتوماسیون و کنترل

source: PLC, HMI, and control system design for reliable hatchery operations.
fa: طراحی سیستم‌های PLC، HMI و کنترل برای بهره‌برداری پایدار و مطمئن از مراکز تکثیر.

source: Monitoring & SCADA
fa: مانیتورینگ و اسکادا

source: Real-time monitoring, dashboards, alarms, and data logging for aquaculture facilities.
fa: پایش لحظه‌ای، داشبوردهای مدیریتی، سیستم‌های هشدار و ثبت داده‌ها برای تأسیسات آبزی‌پروری.

source: Research & Development (R&D)
fa: تحقیق و توسعه (R&D)

source: Innovation, pilot systems, and performance optimization for next-generation hatcheries.
fa: نوآوری، سیستم‌های پایلوت و بهینه‌سازی عملکرد برای مراکز تکثیر نسل جدید.

source: Company background, project experience, and expert team profiles.
fa: معرفی شرکت، سوابق پروژه‌ها و تیم متخصص ما.

source: This section covers SCADA dashboards, alarms, historical trends, KPIs, and remote access.
fa: این بخش داشبوردهای اسکادا، آلارم‌ها، روندهای تاریخی، شاخص‌ها و دسترسی از راه دور را پوشش می‌دهد.

source: SCADA Features
fa: ویژگی‌های SCADA

source: Sensor live monitoring (temperature, DO, pH, ORP)
fa: پایش زنده سنسورها (دما، اکسیژن محلول، pH، ORP)

source: Alarm notifications and fault signals
fa: اعلان‌های آلارم و سیگنال‌های خطا

source: Historical trend charts for every hatchery unit
fa: نمودارهای روند تاریخی برای هر واحد هچری

source: KPI calculations (FCR, survival rate)
fa: محاسبات شاخص‌ها (FCR، نرخ بقا)

source: Remote access and data visualization
fa: دسترسی از راه دور و یکپارچه‌سازی

source: Download Company Profile
fa: دانلود پروفایل شرکت

source: Learn more about our engineering expertise, services, and project experience in a concise PDF document.
fa: آشنایی با توانمندی‌های مهندسی، خدمات و سوابق پروژه‌های شرکت در قالب یک فایل PDF

source: Download Company Profile (PDF)
fa: دانلود فایل مشخصات (PDF)

source: Get an overview of our automation, control systems, and hatchery engineering capabilities.
fa: نمایی کلی از توانمندی‌های ما در حوزه اتوماسیون، سیستم‌های کنترل، مهندسی آبزی‌پروری و تجهیزات آبزی‌پروری.
